{
  "Layout": {
    "title": "Іванна Конюх",
    "description": "Твоя персональна холістична терапевтка, яка допомагає повернутися до себе справжньої — цілісної, енергійної та вільної."
  },
  "Navbar": {
    "items": [
      { "key": "home", "label": "Головна", "href": "/#home" },
      { "key": "about", "label": "Про мене", "href": "/#about" },
      { "key": "services", "label": "Послуги", "href": "/#services" },
      { "key": "events", "label": "Події", "href": "/#events" }
    ]
  },
  "Footer": {
    "description": "Твоя персональна холістична терапевтка, яка допомагає повернутися до себе справжньої — цілісної, енергійної та вільної.",
    "services": "Послуги",
    "touch": "Зв'язатися",
    "developer": "Розроблено",
    "author": "Іванна Конюх"
  },
  "HeroSection": {
    "subtitle": "Запрошую у простір глибинної трансформації",
    "title": "Іванна Конюх",
    "description": "Твоя персональна холістична терапевтка, яка допомагає повернутися до себе справжньої — цілісної, енергійної та вільної.",
    "button": "Безкоштовна консультація"
  },
  "StepsSection": {
    "subtitle": "Відкрий свій потенціал з моїм персональним супровідом",
    "title": "Сила трансформації через зцілення",
    "description": "Твоя персональна холістична терапевтка, яка допомагає повернутися до себе справжньої — цілісної, енергійної та вільної.",
    "cards": [
      {
        "title": "Трансформаційне зцілення",
        "description": "Відчуй глибокі зрушення та енергетичне відновлення, що наповнюють тебе і твоє життя."
      },
      {
        "title": "Холістичний підхід",
        "description": "Індивідуальний підхід, що комбінує зцілення через розум, тіло та душу для цілісного результату."
      },
      {
        "title": "Особистісний розвиток",
        "description": "Розкрий свій потенціал і подолай внутрішні блоки з моєю підтримкою."
      },
      {
        "title": "Перевірені техніки",
        "description": "Практики, що базуються на науковому підході, досвіді та сучасних дослідженнях."
      }
    ]
  },
  "AboutSection": {
    "subtitle": "Почни шлях до кращого життя вже сьогодні",
    "title": "Про мене",
    "description": {
      "paragraph1": "Останні вісім років я свідомо йду шляхом самопізнання, трансформації та глибокого зцілення. Моя місія — допомагати людям відчути себе справжніми, енергетично наповненими й по-справжньому з’єднаними з собою. Я знаю, як це — бути на дні. Коли не знаєш, у чому твоя цінність, куди рухатися, і чому життя виглядає як боротьба. Але все змінилося, коли я відкрила для себе <strong>квантову психологію</strong> — і зрозуміла: глибинне зцілення може відбутися навіть за одну сесію.",
      "paragraph2": "Згодом до мене прийшла енергетична робота: <strong>дихальні практики, тантричні практики, активація Кундаліні</strong>. І саме тут я знайшла зв’язок між тілом, енергією і підсвідомістю. Це не просто інструменти — це шлях повернення до себе. Зараз я поєдную ці методи, щоб допомагати людям: через тіло, енергію або підсвідомість — а ще краще, через усе разом. Це глибоко. Це працює. Це трансформує. Навіть одна сесія може дати ясність, полегшення і запуск нових процесів. Моє завдання — створити безпечний простір, де ти зможеш чесно побачити себе, відпустити старе і дозволити собі бути собою."
    },
    "action": "Ти готовий(а) до справжньої трансформації? Почнемо цей шлях разом."
  },
  "PathSection": {
    "subtitle": "Готові увійти в свою силу?",
    "title": "Мій шлях",
    "description": {
      "paragraph1": "Я знаю, як це — бути на дні: сумніватися у своєму призначенні, відчувати розгубленість і не знати, як змінити своє життя. Я була там. Я не знала, куди звернутися, поки не відкрила для себе <strong>квантову психологію</strong> — це стало переломним моментом. Замість багаторічної терапії я зрозуміла, що справжнє зцілення може відбутися всього за одну сесію.",
      "paragraph2": "Але мій шлях на цьому не закінчився. Я відчула глибші блоки — емоції та шаблони, які все ще стримували мене. Тоді <strong>енергетична робота</strong> сама знайшла мене. Я занурилась у <strong>дихальні практики</strong>, <strong>тантричне дихання</strong>, <strong>тантричне діамантове зцілення</strong>, <strong>активацію енергії Кундаліні</strong> та інші трансформаційні методи. Це була відсутня ланка — зв’язок між тілом, енергією та підсвідомістю.",
      "paragraph3": "Тепер я поєдную ці потужні інструменти у своїй роботі з клієнтами. Ви можете працювати <strong>через тіло</strong> за допомогою енергетичних практик, таких як Тантра чи Кундаліні, або <strong>через підсвідомість</strong> за допомогою квантової психології. Але справжні результати приходять, коли поєднується обидва підходи. Ця унікальна інтеграція не лише трансформувала мене — з людини, яка боялася заявити про себе, на підприємницю в іншій країні — а й допомогла моїм клієнтам досягти швидких і глибоких змін.",

      "paragraph4": "Зцілення не повинно тривати роками. Вам не потрібно залишатися в старих шаблонах. Навіть після одного сеансу можна відчути зміни. Ваш зовнішній світ відображає ваш внутрішній стан, і ви притягуєте не те, що думаєте, а те, що відчуваєте. Моя місія полягає в тому, щоб допомогти вам вирівнятися зі своїм справжнім «я» — знайти баланс, енергію, ясність, впевненість і чесність. Тому що без чесності з самим собою ніщо в житті не є справжнім."
    },
    "action": "Чи готові ви підкорити свою силу?"
  },
  "ServicesSection": {
    "subtitle": "Час покращити своє благополуччя",
    "title": "Послуги",
    "button": "Записатись"
  },
  "EventsSection": {
    "subtitle": "Ознайомтеся з майбутніми",
    "title": "Подіями",
    "duration": "хв",
    "buttons": {
      "details": "Детальніше",
      "book": "Записатись"
    }
  },
  "EventPage": {
    "title": "Дата та час",
    "duration": "хв",
    "button": "Записатись"
  },
  "ServicePage": {
    "price": "Ціна:",
    "badge": {
      "individual": "індивідуально",
      "group": "група"
    },
    "button": "Записатись"
  }
}
