{
  "Layout": {
    "title": "Іванна Конюх",
    "description": "Ваш особистий холістичний терапевт, який прагне покращити ваше самопочуття та трансформувати ваше життя."
  },
  "Navbar": {
    "items": [
      { "key": "home", "label": "Головна", "href": "/#home" },
      { "key": "about", "label": "Про мене", "href": "/#about" },
      { "key": "services", "label": "Послуги", "href": "/#services" },
      { "key": "events", "label": "Події", "href": "/#events" }
    ]
  },
  "Footer": {
    "description": "Ваш особистий холістичний терапевт, який прагне покращити ваше самопочуття та трансформувати ваше життя.",
    "services": "Послуги",
    "touch": "Зв'язатися",
    "developer": "Розроблено",
    "author": "Іванна Конюх"
  },
  "HeroSection": {
    "subtitle": "Ласкаво просимо у світ трансформацій",
    "title": "Іванна Конюх",
    "description": "Ваш особистий холістичний терапевт, який прагне покращити ваше самопочуття та трансформувати ваше життя.",
    "button": "Безкоштовна консультація"
  },
  "StepsSection": {
    "subtitle": "Відкрий потенціал своєї енергії з моїм супроводом",
    "title": "Сила трансформації через енергетичне зцілення",
    "description": "Ваш особистий холістичний терапевт, який прагне покращити ваше самопочуття та трансформувати ваше життя.",
    "cards": [
      {
        "title": "Трансформаційне зцілення",
        "description": "Відчуйте глибоке зцілення та енергетичні зрушення, що приносять баланс у ваше життя."
      },
      {
        "title": "Холістичний підхід",
        "description": "Індивідуальна подорож зцілення, що охоплює розум, тіло та душу для гармонійного благополуччя."
      },
      {
        "title": "Особистісний розвиток",
        "description": "Розкрийте свій потенціал і подолайте перешкоди з підтримкою."
      },
      {
        "title": "Науково підтверджені техніки",
        "description": "Отримайте користь від методів зцілення, підтверджених дослідженнями та наукою про енергію."
      }
    ]
  },
  "AboutSection": {
    "subtitle": "Почни шлях до кращого життя вже сьогодні",
    "title": "Про мене",
    "description": {
      "0": "Понад десятиліття я досліджувала психологію та понад два роки глибоко працювала з енергією, включаючи тантричні практики та енергію Кундаліні. Це допомогло мені трансформувати власне життя та знайти справжнє покликання: допомагати іншим зцілюватись та розвиватися.",
      "1": "Мої клієнти часто кажуть, що їм легко та природно відкриватися мені — навіть під час першої сесії. Вони відчувають глибокі зрушення, знаходять прості та ефективні рішення своїх проблем і бачать реальні позитивні зміни у своєму житті. Навіть одна сесія може принести ясність, баланс і новий погляд на життя, звільняючи від блоків, які заважають рухатися вперед."
    },
    "action": "Готові стати кращою версією себе? Розпочнемо цю подорож разом."
  },
  "PathSection": {
    "subtitle": "Готові увійти в свою силу?",
    "title": "Мій шлях",
    "description": {
      "paragraph1": "Я знаю, як це — бути на дні: сумніватися у своєму призначенні, відчувати розгубленість і не знати, як змінити своє життя. Я була там. Я не знала, куди звернутися, поки не відкрила для себе <strong>квантову психологію</strong> — це стало переломним моментом. Замість багаторічної терапії я зрозуміла, що справжнє зцілення може відбутися всього за одну сесію.",
      "paragraph2": "Але мій шлях на цьому не закінчився. Я відчула глибші блоки — емоції та шаблони, які все ще стримували мене. Тоді <strong>енергетична робота</strong> сама знайшла мене. Я занурилась у <strong>дихальні практики</strong>, <strong>тантричне дихання</strong>, <strong>тантричне діамантове зцілення</strong>, <strong>активацію енергії Кундаліні</strong> та інші трансформаційні методи. Це була відсутня ланка — зв’язок між тілом, енергією та підсвідомістю.",
      "paragraph3": "Тепер я поєдную ці потужні інструменти у своїй роботі з клієнтами. Ви можете працювати <strong>через тіло</strong> за допомогою енергетичних практик, таких як Тантра чи Кундаліні, або <strong>через підсвідомість</strong> за допомогою квантової психології. Але справжні результати приходять, коли поєднується обидва підходи. Ця унікальна інтеграція не лише трансформувала мене — з людини, яка боялася заявити про себе, на підприємницю в іншій країні — а й допомогла моїм клієнтам досягти швидких і глибоких змін."
    }
  },
  "ServicesSection": {
    "subtitle": "Підвищіть своє благополуччя",
    "title": "Послуги",
    "button": "Записатись"
  },
  "EventsSection": {
    "subtitle": "Ознайомтеся з майбутніми",
    "title": "Подіями",
    "duration": "хв",
    "buttons": {
      "details": "Детальніше",
      "book": "Записатись"
    }
  },
  "EventPage": {
    "title": "Дата та час",
    "duration": "хв",
    "button": "Записатись"
  },
  "ServicePage": {
    "detailsTitle": "Що ви отримаєте:",
    "outcomeTitle": "Очікувані результати:",
    "price": "Ціна:",
    "badge": {
      "individual": "індивідуально",
      "group": "група"
    },
    "button": "Записатись"
  }
}
